Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

source: 3D Knowledge Library
de: 3D-Wissensbibliothek
es: Biblioteca de conocimientos 3D
fr: Bibliothèque de connaissances 3D
it: Libreria di conoscenze 3D
ja: 3Dナレッジライブラリ
ko: 3D 지식 라이브러리
pt_pt: Biblioteca de conhecimentos 3D
zh_hans: 3D知识库

source: 3D Processing
de: 3D-Verarbeitung
es: Procesamiento 3D
fr: Traitement 3D
it: Elaborazione 3D
ja: 3D処理
ko: 3D 처리
pt_pt: Processamento 3D
zh_hans: 3D处理中

source: Abort
de: Abbrechen
es: Cancelar
fr: Abandonner
it: Interrompi
ja: 中止
ko: 중단
pt_pt: Abortar
zh_hans: 中止

source: Abort comment
de: Kommentar zum Abbruch
es: Comentario de cancelación
fr: Commentaire d'abandon
it: Commento di interruzione
ja: 中止コメント
ko: 중단 코멘트
pt_pt: Comentário de cancelamento
zh_hans: 中止备注

source: About
de: Über
es: Acerca de
fr: A Propos
it: Di
ja: 情報
ko: 앱 설명
pt_pt: Sobre
zh_hans: 关于

source: Accept
de: Akzeptieren
es: Aceptar
fr: J'accepte
it: Accettare
ja: 承諾
ko: 동의하기
pt_pt: Aceitar
zh_hans: 接受

# AcceptedCallMessage
source: has accepted your call.
de: hat Ihren Anruf angenommen.
es: ha aceptado su llamada.
fr: a accepté votre appel.
it: ha accettato la tua chiamata.
ja: が発信を受け入れました。
ko: 전화를 수락했습니다.
pt_pt: Aceitou a sua chamada.
zh_hans: 已接受您的呼叫。

# AccessSettings
source: In order to use your camera and microphone, please grant the permissions in the app settings
de: Um deine Kamera und dein Mikrofon nutzen zu können, erteile bitte die entsprechenden Berechtigungen in den App-Einstellungen
es: Para poder utilizar la cámara y el micrófono, conceda los permisos en la configuración de la aplicación.
fr: Pour utiliser votre caméra et votre microphone, veuillez accorder les autorisations dans les paramètres de l'application
it: Per utilizzare la fotocamera e il microfono, concedi le autorizzazioni nelle impostazioni dell'app
ja: カメラとマイクを使用するには、アプリの設定で権限を付与してください
ko: 카메라와 마이크를 사용하려면 앱 설정에서 권한을 허용해주세요.
pt_pt: Para usar sua câmera e microfone, conceda as permissões nas configurações do aplicativo
zh_hans: 为了使用您的相机和麦克风，请在应用设置中授予权限

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_pt: Conta
zh_hans: 帐号

# ACCOUNT_DEACTIVATED_1041
source: Your account has been deactivated. Please contact your administrator.
de: Dein Konto wurde deaktiviert. Bitte wenden Sie sich an Ihren Administrator.
es: Su cuenta ha sido desactivada. Por favor contacte a su administrador.
fr: Votre compte a été désactivé. Veuillez contacter votre administrateur.
it: Il tuo account è stato disattivato. Si prega di contattare l'amministratore.
ja: アカウントが無効化されています。管理者に連絡してください。
ko: 당신의 계정이 비활성화되었습니다. 관리자에게 문의하십시오.
pt_pt: Sua conta foi desativada. Entre em contato com o seu administrador.
zh_hans: 您的帐号不在使用期，请联系系统管理者

# ACCOUNT_UNCONFIRMED_1044
source: Account has not been confirmed
de: Konto wurde nicht bestätigt
es: La cuenta no ha sido confirmada
fr: Le compte n'a pas été confirmé
it: L'account non è stato confermato
ja: アカウントの確認が取れません
ko: 계정이 확인되지 않았습니다
pt_pt: A conta não foi confirmada
zh_hans: 帐号尚未被确认

source: Activate Device Form
de: Geräteaktivierungsformular
es: Formulario de activación de dispositivo
fr: Formulaire d'activation de l'appareil
it: Modulo di attivazione dispositivo
ja: デバイス有効化フォーム
ko: 기기 활성화 양식
pt_pt: Formulário de ativação do dispositivo
zh_hans: 设备激活表单

source: Activate Device using PIN
de: Gerät mit PIN registrieren
es: Registrar dispositivo usando PIN
fr: Enregistrer l'appareil à l'aide du code PIN
it: Registra il dispositivo utilizzando il PIN
ja: PINを使用してデバイスを登録する
ko: PIN을 사용하여 장치 등록
pt_pt: Registrar dispositivo usando PIN
zh_hans: 使用 PIN 注册设备

source: Activate Your Device
de: Registrieren Sie Ihr Gerät
es: Registre su dispositivo
fr: Enregistrez votre appareil
it: Registra il tuo dispositivo
ja: デバイスを登録する
ko: 장치 등록
pt_pt: Registre seu dispositivo
zh_hans: 注册您的设备

# ActiveSessionJoinNow
source: JOIN NOW
de: JETZT BEITRETEN
es: ÚNETE AHORA
fr: ADHÉRER MAINTENANT
it: ISCRIVITI ADESSO
ja: 今すぐ参加する
ko: 지금 가입하세요
pt_pt: ENTRAR
zh_hans: 立即加入

# ActiveSessionPopHeader
source: Active Sessions
de: Aktive Sitzungen
es: Sesiones activas
fr: sessions actives
it: Sessioni Attive
ja: アクティブセッション
ko: 활성 세션
pt_pt: Sesiones activas
zh_hans: 活动会话

source: Active Sessions
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
it: Sessioni attive
ja: アクティブなセッション
ko: 활성 세션
pt_pt: Sessões ativas
zh_hans: 活跃会话

# ActiveSessionsCountFormat
source: %d active sessions for you
de: %d aktive Sitzungen für Sie
es: %d sesiones activas para usted
fr: %d sessions actives pour vous
it: %d sessioni attive per te
ja: %d 件のアクティブなセッション
ko: %d개의 활성 세션
pt_pt: %d sessões ativas para si
zh_hans: %d 个活跃会话等待您加入

# ActiveSessionView
source: VIEW
de: SICHT
es: VISTA
fr: VOIR
it: VISUALIZZAZIONE
ja: ビュー
ko: 보다
pt_pt: VISUALIZAR
zh_hans: 视图

source: Activity Log
de: Aktivitätsprotokoll
es: Registro de actividad
fr: Journal d'activité
it: Registro attività
ja: アクティビティログ
ko: 활동 로그
pt_pt: Registo de atividade
zh_hans: 活动日志

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_pt: Adicionar
zh_hans: 添加

# AddAnOptionalCommentAndConfirm
source: Add an optional comment and confirm aborting this procedure.
de: Fügen Sie einen optionalen Kommentar hinzu und bestätigen Sie den Abbruch dieses Verfahrens.
es: Agregue un comentario opcional y confirme la cancelación de este procedimiento.
fr: Ajoutez un commentaire facultatif et confirmez l'abandon de cette procédure.
it: Aggiungi un commento facoltativo e conferma l'interruzione di questa procedura.
ja: 任意のコメントを追加して、この手順の中止を確認してください。
ko: 선택적 코멘트를 추가하고 이 절차 중단을 확인하세요.
pt_pt: Adicione um comentário opcional e confirme o cancelamento deste procedimento.
zh_hans: 添加可选备注并确认中止此流程。

source: Add attachment
de: Anhang hinzufügen
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato
ja: 添付ファイルを追加
ko: 첨부 파일 추가
pt_pt: Adicionar anexo
zh_hans: 添加附件

# AddContact
source: Add Personal Contact
de: Kontakt hinzufügen
es: Agregar contacto personal
fr: Ajouter un contact personnel
it: Aggiungi contatto personale
ja: 連絡先を追加
ko: 개인 연락처 추가
pt_pt: Adicionar contato pessoal
zh_hans: 添加个人联系人

# AddContactMessage
source: To add additional contacts, tap the
de: Tippen Sie auf, um weitere Kontakte hinzuzufügen
es: Para agregar contactos adicionales, toque el
fr: Pour ajouter des contacts supplémentaires, appuyez sur le
it: Per aggiungere altri contatti, toccare il
ja: 連絡先を追加するには、をタップします
ko: 연락처를 더 추가하려면 다음을 탭
pt_pt: Para adicionar mais contatos, toque no
zh_hans: 如需增加联系人，请点击

# AddCountFormat
source: Add (%d)
de: Hinzufügen (%d)
es: Agregar (%d)
fr: Ajouter (%d)
it: Aggiungi (%d)
ja: 追加 (%d)
ko: 추가 (%d)
pt_pt: Adicionar (%d)
zh_hans: 添加 (%d)

# AddedMultipleUsersToChat
source: %@ were added to the chat
de: %@ wurden zum Chat hinzugefügt
es: %@ fueron agregados al chat
fr: %@ ont été ajoutés au chat
it: %@ sono stati aggiunti alla chat
ja: %@チャットに追加されました
ko: %@ 채팅에 추가되었습니다
pt_pt: %@ foram adicionados ao chat
zh_hans: %@已添加到聊天中

# AddedOneUserToChat
source: %@ was added to the chat
de: %@ wurde zum Chat hinzugefügt
es: %@ fue agregado al chat
fr: %@ a été ajouté au chat
it: %@ è stato aggiunto alla chat
ja: %@チャットに追加されました
ko: %@ 채팅에 추가되었습니다
pt_pt: %@ foi adicionado ao bate-papo
zh_hans: %@已添加到聊天中

# AddFavoritesMessage
source: Add Favorites by touching the star icon next to one of your Contacts
de: Fügen Sie Favoriten hinzu, indem Sie das Sternsymbol neben einem Ihrer Kontakte berühren
es: Agregue Favoritos tocando el ícono de estrella junto a uno de sus Contactos
fr: Ajoutez des favoris en touchant l'icône en forme d'étoile à côté de l'un de vos contacts
it: Aggiungi Preferiti toccando l'icona a forma di stella accanto a uno dei tuoi Contatti
ja: 連絡先の横の星マークをタップしてお気に入りに追加
ko: 주소록 옆의 별표 아이콘을 터치하여 즐겨 찾기로 추가
pt_pt: Adicione favoritos tocando no ícone de estrela ao lado de um de seus contatos
zh_hans: 点击旁边星号将联系人加入您的收藏夹

# AddInternalContact
source: Add Contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact
it: Aggiungi contatto
ja: 連絡先を追加
ko: 연락처 추가
pt_pt: Adicionar contato
zh_hans: 添加联系人

source: Add new participant to Help Thread
de: Neuen Teilnehmer zum Hilfe-Thread hinzufügen
es: Agregar nuevo participante al hilo de ayuda
fr: Ajouter un nouveau participant au fil d'aide
it: Aggiungi nuovo partecipante alla discussione di aiuto
ja: ヘルプスレッドに新しい参加者を追加
ko: 도움말 스레드에 새 참가자 추가
pt_pt: Adicionar novo participante ao tópico de ajuda
zh_hans: 向帮助主题添加新参与者

# AddNewParticipantToThisHelpThread
source: Add a new participant to this Help Thread
de: Einen neuen Teilnehmer zu diesem Hilfe-Thread hinzufügen
es: Agregar un nuevo participante a este hilo de ayuda
fr: Ajouter un nouveau participant à ce fil d'aide
it: Aggiungi un nuovo partecipante a questa discussione di aiuto
ja: このヘルプスレッドに新しい参加者を追加
ko: 이 도움말 스레드에 새 참가자 추가
pt_pt: Adicionar novo participante a este tópico de ajuda
zh_hans: 向此帮助主题添加新参与者

source: Add Participant
de: Teilnehmer hinzufügen
es: Agregar participante
fr: Ajouter un participant
it: Aggiungi partecipante
ja: 参加者を追加
ko: 참가자 추가
pt_pt: Adicionar participante
zh_hans: 添加参与者

source: Add Participants
de: Teilnehmer hinzufügen
es: Agregar participantes
fr: Ajouter des participants
it: Aggiungi partecipanti
ja: 参加者を追加
ko: 참가자 추가
pt_pt: Adicione participantes
zh_hans: 添加参与者

source: Add participants to this Help Thread.
de: Teilnehmer zu diesem Hilfe-Thread hinzufügen.
es: Agregar participantes a este hilo de ayuda.
fr: Ajouter des participants à ce fil d'aide.
it: Aggiungi partecipanti a questa discussione di aiuto.
ja: このヘルプスレッドに参加者を追加。
ko: 이 도움말 스레드에 참가자를 추가합니다.
pt_pt: Adicionar participantes a este tópico de ajuda.
zh_hans: 向此帮助主题添加参与者。

source: Add People
de: Leute hinzufügen
es: Añadir personas
fr: Ajouter des personnes
it: Aggiungi persone
ja: 人を追加
ko: 사람 추가
pt_pt: Adicionar pessoas
zh_hans: 添加

# AddPhotoPlaceholder
source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
pt_pt: Adicionar foto
zh_hans: 添加照片

source: Address Book
de: Adressbuch
es: Directorio
fr: Carnet d'adresses
it: Rubrica
ja: 連絡先
ko: 주소록
pt_pt: Lista de endereços
zh_hans: 地址簿

source: Add signature
de: Signatur hinzufügen
es: Agregar firma
fr: Ajouter une signature
it: Aggiungi firma
ja: 署名を追加
ko: 서명 추가
pt_pt: Adicionar assinatura
zh_hans: 添加签名

# AddSignaturePlaceholder
source: Tap to add signature
de: Tippen, um eine Signatur hinzuzufügen
es: Toca para agregar una firma
fr: Touchez pour ajouter une signature
it: Tocca per aggiungere una firma
ja: タップして署名を追加
ko: 탭하여 서명 추가
pt_pt: Toque para adicionar assinatura
zh_hans: 点击添加签名

# AddSignatureSaveForFurtherUsage
source: Save for further usage
de: Zur weiteren Verwendung speichern
es: Guardar para uso posterior
fr: Enregistrer pour une utilisation ultérieure
it: Salva per un ulteriore utilizzo
ja: 保存してさらに使用する
ko: 추가 사용을 위해 저장
pt_pt: Salvar para uso posterior
zh_hans: 保存以供进一步使用

# AddSignatureTitle
source: Add signature
de: Signatur hinzufügen
es: Agregar firma
fr: Ajouter une signature
it: Aggiungi firma
ja: 署名を追加
ko: 서명 추가
pt_pt: Adicionar assinatura
zh_hans: 添加签名

source: Add tags…
de: Tags hinzufügen…
es: Añadir tags...
fr: Ajouter mot clés
it: Aggiungi i tag…
ja: タグを追加する…
ko: 태그 추가...
pt_pt: Adicionar tags…
zh_hans: 添加标签...

source: Add to help thread participants
de: Zu Hilfe-Thread-Teilnehmern hinzufügen
es: Agregar a participantes del hilo de ayuda
fr: Ajouter aux participants du fil d'aide
it: Aggiungi ai partecipanti della discussione di aiuto
ja: ヘルプスレッドの参加者に追加
ko: 도움말 스레드 참가자에 추가
pt_pt: Adicionar aos participantes do tópico de ajuda
zh_hans: 添加到帮助主题参与者

# AlertButtonAppend
source: Append
de: Anhängen
es: Adjuntar
fr: Ajouter
it: Aggiungere
ja: 追加
ko: 추가
pt_pt: Acrescentar
zh_hans: 附加

# AlertButtonReplace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituire
ja: 交換
ko: 바꾸다
pt_pt: Substituir
zh_hans: 代替

# AlertHintComments
source: Comments
de: Kommentare
es: Comentarios
fr: commentaires
it: Commenti
ja: コメント
ko: 코멘트
pt_pt: Comentários
zh_hans: 评论

# AlertHintEnterData
source: Enter data
de: Daten eingeben
es: Introducir datos
fr: Entrer des données
it: Inserisci i dati
ja: データを入力
ko: 데이터 입력
pt_pt: Inserir dados
zh_hans: 输入数据

# AlertMessageFeatureNotSupportedInOfflineMode
source: Feature is not supported in offline mode.
de: Die Funktion wird im Offline-Modus nicht unterstützt.
es: La función no se admite en el modo fuera de línea.
fr: La fonctionnalité n'est pas prise en charge en mode hors ligne.
it: La funzionalità non è supportata in modalità offline.
ja: この機能はオフライン モードではサポートされていません。
ko: 오프라인 모드에서는 기능이 지원되지 않습니다.
pt_pt: O recurso não é compatível com o modo offline.
zh_hans: 离线模式不支持该功能。

# AlertMessageNoInternetMemoCreatedInOffline
source: No Internet connection. Offline Help Thread created
de: Keine Internetverbindung. Offline-Hilfe-Thread erstellt
es: Sin conexión a Internet. Se creó un hilo de ayuda sin conexión
fr: Pas de connexion Internet. Fil d'aide hors ligne créé
it: Nessuna connessione Internet. Thread di aiuto offline creato
ja: インターネットに接続されていません。オフライン ヘルプ スレッドが作成されました
ko: 인터넷 연결 없음. 오프라인 도움말 스레드가 생성되었습니다.
pt_pt: Sem conexão com a Internet. Tópico de ajuda offline criado
zh_hans: 没有网络连接。离线帮助主题已创建。

# AlertMessageOfflineDataWillBeErased
source: Offline data will be erased
de: Offline-Daten werden gelöscht
es: Los datos sin conexión se borrarán
fr: Les données hors ligne seront effacées
it: I dati offline verranno cancellati
ja: オフラインデータは消去されます
ko: 오프라인 데이터가 삭제됩니다.
pt_pt: Os dados off-line serão apagados
zh_hans: 离线数据将被删除

# AlertMessageOverrideOfflineConfiguration
source: This item was set as 'Available offline' by your account administrator. Are you sure you want to override this configuration?
de: Dieses Element wurde von Ihrem Kontoadministrator auf „Offline verfügbar“ festgelegt. Sind Sie sicher, dass Sie diese Konfiguration überschreiben möchten?
es: El administrador de su cuenta estableció este elemento como \"Disponible sin conexión\". ¿Está seguro de que desea anular esta configuración?
fr: Cet élément a été défini comme « Disponible hors ligne » par l'administrateur de votre compte. Êtes-vous sûr de vouloir remplacer cette configuration ?
it: Questo elemento è stato impostato come \"Disponibile offline\" dall'amministratore del tuo account. Sei sicuro di voler sovrascrivere questa configurazione?
ja: この項目は、アカウント管理者によって「オフラインで使用可能」に設定されました。この設定を上書きしてもよろしいですか?
ko: 이 항목은 계정 관리자에 의해 '오프라인에서 사용 가능'으로 설정되었습니다. 이 구성을 재정의하시겠습니까?
pt_pt: Este item foi definido como 'Disponível off-line' pelo administrador da sua conta. Tem certeza de que deseja substituir esta configuração?
zh_hans: 您的帐户管理员已将此项设置为“可离线使用”。您确定要覆盖此配置吗？

# AlertMessageReassigningTicket
source: Reassigning Help Thread...
de: Hilfe-Thread wird neu zugewiesen …
es: Reasignando hilo de ayuda...
fr: Réaffectation du fil d'aide...
it: Riassegnazione del thread di aiuto...
ja: ヘルプ スレッドを再割り当てしています...
ko: 도움말 스레드를 다시 할당합니다...
pt_pt: Reatribuindo tópico de ajuda...
zh_hans: 重新分配帮助主题...

# AlertMessageReplaceOrAppendNewData
source: Replace or append the new data?
de: Ersetzen oder ergänzen Sie die neuen Daten?
es: ¿Reemplazar o agregar los nuevos datos?
fr: Remplacer ou ajouter les nouvelles données ?
it: Sostituire o aggiungere i nuovi dati?
ja: 新しいデータを置換または追加しますか?
ko: 새 데이터를 바꾸거나 추가하시겠습니까?
pt_pt: Substituir ou anexar os novos dados?
zh_hans: 替换或追加新数据？

# AlertMessageShortSurveyFeedback
source: We would appreciate it if you could take the next 60 second completion ur short survey which will go towards improving {{app_name}}.
de: Wir würden uns freuen, wenn Sie an der nächsten 60-Sekunden-Umfrage teilnehmen könnten, die zur Verbesserung von {{app_name}} beitragen wird.
es: Le agradeceríamos que completara la próxima encuesta breve de 60 segundos, que contribuirá a mejorar {{app_name}}.
fr: Nous vous serions reconnaissants si vous pouviez répondre à la prochaine enquête de 60 secondes qui contribuera à l'amélioration de {{app_name}}.
it: Ti saremmo grati se potessi completare il prossimo sondaggio di 60 secondi per migliorare {{app_name}}.
ja: {{app_name}} の改善に役立てるため、次の 60 秒の短いアンケートにご回答いただければ幸いです。
ko: {{app_name}}를 개선하는 데 도움이 될 짧은 설문 조사를 60초 동안 완료해 주시면 감사하겠습니다.
pt_pt: Agradeceríamos se você pudesse concluir a próxima pesquisa de 60 segundos, que irá melhorar o {{app_name}}.
zh_hans: 如果您能在接下来的 60 秒内完成您的简短调查，我们将不胜感激，这将有助于改进 {{app_name}}。

# AlertMessageTicketWasReassigned
source: Help Thread %d was reassigned
de: Hilfe-Thread %d wurde neu zugewiesen
es: El hilo de ayuda %d fue reasignado
fr: Le fil d'aide %d a été réaffecté
it: Il thread di aiuto %d è stato riassegnato
ja: ヘルプ スレッド%dが再割り当てされました
ko: 도움말 스레드 %d 재할당되었습니다.
pt_pt: Tópico de ajuda %d foi reatribuído
zh_hans: 帮助主题%d已重新分配

# AlertMessageWantDenyRequest
source: Are you sure you want to deny this request?
de: Möchten Sie diese Anfrage wirklich ablehnen?
es: ¿Está seguro de que desea rechazar esta solicitud?
fr: Voulez-vous vraiment refuser cette demande ?
it: Sei sicuro di voler rifiutare questa richiesta?
ja: このリクエストを拒否してもよろしいですか?
ko: 이 요청을 거부하시겠습니까?
pt_pt: Tem certeza de que deseja negar esta solicitação?
zh_hans: 您确定要拒绝此请求吗？

# AlertMessageWantReopenTicket
source: Are you sure you want to reopen this Help Thread?
de: Möchten Sie diesen Hilfe-Thread wirklich erneut öffnen?
es: ¿Está seguro de que desea volver a abrir este hilo de ayuda?
fr: Êtes-vous sûr de vouloir rouvrir ce fil d’aide ?
it: Vuoi davvero riaprire questa discussione di aiuto?
ja: このヘルプスレッドを再度開きますか?
ko: 이 도움말 스레드를 다시 열겠습니까?
pt_pt: Tem certeza de que deseja reabrir este tópico de ajuda?
zh_hans: 您确定要离开该帮助主题吗？

# AlertTitleAddYourComments
source: Add your comments
de: Fügen Sie Ihre Kommentare hinzu
es: Agrega tus comentarios
fr: Ajoutez vos commentaires
it: Aggiungi i tuoi commenti
ja: コメントを追加
ko: 의견 추가
pt_pt: Adicione seus comentários
zh_hans: 添加您的评论

# AlertTitleEnterData
source: Enter data
de: Daten eingeben
es: Introducir datos
fr: Entrer des données
it: Inserisci i dati
ja: データを入力
ko: 데이터 입력
pt_pt: Inserir dados
zh_hans: 输入数据

# AlertTitleNoInternetConnection
source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione internet
ja: インターネット接続なし
ko: 인터넷에 연결되지 않음
pt_pt: Sem conexão com a internet
zh_hans: 没有网络连接

# AlertTitleNoNetworkConnectionFailedAcquiringTicket
source: No network connection \nFailed acquiring Help Thread.
de: Keine Netzwerkverbindung.\n Hilfe-Thread konnte nicht abgerufen werden.
es: No hay conexión de red.\n Error al adquirir el hilo de ayuda.
fr: Aucune connexion réseau.\n Échec de l'acquisition du fil d'aide.
it: Nessuna connessione di rete.\n Impossibile acquisire il thread della guida.
ja: ネットワーク接続がありません。ヘルプ スレッドの取得に失敗しました。
ko: 네트워크 연결 없음 도움말 스레드를 가져오는 데 실패했습니다.
pt_pt: Nenhuma conexão de rede\n Falha ao adquirir a caixa de trabalho.
zh_hans: 无网络连接\n 获取帮助主题失败。

# AlertTitleTicketReassigned
source: Help Thread reassigned
de: Hilfe-Thread neu zugewiesen
es: Hilo de ayuda reasignado
fr: Fil d'aide réaffecté
it: Thread di aiuto riassegnato
ja: ヘルプスレッドの再割り当て
ko: 도움말 스레드가 재할당되었습니다.
pt_pt: Tópico de ajuda reatribuído
zh_hans: 帮助主题已重新分配

source: All contacts loaded
de: Alle Kontakte geladen
es: Todos los contactos cargados
fr: Tous les contacts chargés
it: Tutti i contatti caricati
ja: すべての連絡先を読み込みました
ko: 모든 연락처가 로드되었습니다
pt_pt: Todos os contactos carregados
zh_hans: 已加载所有联系人

source: All done?
de: Alles erledigt?
es: ¿Todo listo?
fr: Terminé?
it: Tutto fatto?
ja: すべて完了？
ko: 다 끝났나요?
pt_pt: Tudo feito?
zh_hans: 全做完了？

# AllDownloadsFailedFormat
source: All downloads failed: %@
de: Alle Downloads fehlgeschlagen: %@
es: Todas las descargas fallaron: %@
fr: Tous les téléchargements ont échoué : %@
it: Tutti i download non riusciti: %@
ja: すべてのダウンロードに失敗しました: %@
ko: 모든 다운로드 실패: %@
pt_pt: Todas as transferências falharam: %@
zh_hans: 所有下载均失败：%@

# ALREADY_CONFIRMED_1000
source: Account has already been confirmed
de: Konto wurde bereits bestätigt
es: La cuenta ya ha sido confirmada
fr: Le compte a déjà été confirmé
it: L'account è già stato confermato
ja: アカウントは確認済です
ko: 계정이 이미 확인되었습니다
pt_pt: A conta já foi confirmada
zh_hans: 帐号已被确认

# AlreadyAtOneXZoom
source: Already at 1x zoom
de: Bereits bei 1x Zoom
es: Ya está en zoom 1x
fr: Déjà en zoom 1x
it: Già a zoom 1x
ja: すでに1倍ズームです
ko: 이미 1배 줌입니다
pt_pt: Já está em zoom 1x
zh_hans: 已处于1倍缩放

# AnnotationEditorStepPlaceholder
source: Type image description here
de: Geben Sie hier die Bildbeschreibung ein
es: Escriba la descripción de la imagen aquí
fr: Tapez la description de l'image ici
it: Digita qui la descrizione dell'immagine
ja: ここに画像の説明を入力
ko: 여기에 이미지 설명 입력
pt_pt: Digite a descrição da imagem aqui
zh_hans: 在此处输入图像描述

# AnnotationEditorSteps
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 手順
ko: 단계
pt_pt: Passos
zh_hans: 步骤

# AnnotationStepEditorAddNewTitle
source: Add new
de: Neue hinzufügen
es: Agregar nuevo
fr: Ajouter nouveau
it: Aggiungere nuova
ja: 新しく追加する
ko: 새로운 걸 더하다
pt_pt: Adicionar novo
zh_hans: 添加新的

# AnnotationStepEditorDeleteTitle
source: Delete steps
de: Schritte löschen
es: Eliminar pasos
fr: Supprimer les étapes
it: Elimina passaggi
ja: ステップを削除する
ko: 단계 삭제
pt_pt: Excluir etapas
zh_hans: 删除步骤

# AnnotationStepEditorPlaceholder
source: Add step description
de: Schrittbeschreibung hinzufügen
es: Agregar descripción del paso
fr: Ajouter une description de l'étape
it: Aggiungi la descrizione del passaggio
ja: ステップの説明を追加
ko: 단계 설명 추가
pt_pt: Adicionar descrição da etapa
zh_hans: 添加步骤说明

# AnnotationStepEditorReorderTitle
source: Reorder steps
de: Schritte neu anordnen
es: Reordenar pasos
fr: Réorganiser les étapes
it: Riordina i passaggi
ja: ステップを並べ替える
ko: 단계 재정렬
pt_pt: Reordenar etapas
zh_hans: 重新排序步骤

# AnnotationStepEditorViewOnlyTitle
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 手順
ko: 단계
pt_pt: Passos
zh_hans: 步骤

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 非通知
ko: 익명
pt_pt: Anônimo
zh_hans: 匿名

# AnonymousFallback
source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 非通知
ko: 익명
pt_pt: Anônimo
zh_hans: 匿名

source: Anonymous User
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
it: Utente anonimo
ja: 非通知
ko: 익명의 사용자
pt_pt: Usuário anônimo
zh_hans: 匿名用户

# AnotherAPPUsingMic
source: Disconnect all other calls to un-mute your {{app_name}} call.
de: Trennen Sie alle anderen Anrufe, um die Stummschaltung Ihres {{app_name}} Anruf.
es: Desconecte todas las demás llamadas para desactivar su llamada de {{app_name}}.
fr: Déconnectez tous les autres appels pour réactiver votre appel {{app_name}}
it: Disconnetti tutte le altre chiamate per riattivare il tuo {{app_name}} chiamata.
ja: 他のすべての通話を切断して、{{app_name}} 呼び出しのミュートを解除します。
ko: 다른 모든 통화를 끊고 {{app_name}} 통화를 음소거 해제하십시오.
pt_pt: Desconecte todas as outras chamadas para desativar o mudo do seu {{app_name}} chamar.
zh_hans: 请挂断所有其他呼叫，才能取消静音

source: Another participant
de: Ein anderer Teilnehmer
es: Otro participante
fr: Un autre participant
it: Un altro partecipante
ja: 他の参加者
ko: 다른 참가자
pt_pt: Outro participante
zh_hans: 其他参与者

source: Answer
de: Antworten
es: Responder
fr: Répondre
it: Risposta
ja: 応答
ko: 대답
pt_pt: Atenda
zh_hans: 接听

# AppUpdateNow
source: UPDATE NOW
de: JETZT AKTUALISIEREN
es: ACTUALIZAR AHORA
fr: METTEZ À JOUR MAINTENANT
it: AGGIORNA ORA
ja: 今すぐアップデート
ko: 지금 업데이트
pt_pt: ATUALIZAR AGORA
zh_hans: 现在更新

# AppUpdateWarningPrimary
source: New version required:
de: Neue Version erforderlich:
es: Nueva versión requerida:
fr: Nouvelle version requise :
it: Nuova versione richiesta:
ja: 新しいバージョンが必要です:
ko: 필요한 새 버전:
pt_pt: Nova versão necessária:
zh_hans: 需要更新版本：

source: AR Camera
de: AR-Kamera
es: Cámara RA
fr: Caméra RA
it: Fotocamera AR
ja: ARカメラ
ko: AR 카메라
pt_pt: Câmera AR
zh_hans: 增强现实相机

source: Area:
de: Bereich:
es: Área:
fr: Zone:
it: Zona:
ja: エリア：
ko: 영역:
pt_pt: Área:
zh_hans: 区域：
